{
  "navigation": {
    "about": "אודות",
    "articles": "מאמרים",
    "exhibitions": "תערוכות ואירועים",
    "studentArt": "יצירות תלמידים",
    "links": "קישורים חיצוניים"
  },
  "header": {
    "title": "עופרה סרי"
  },
  "about": {
    "title": "אודותיי",
    "biography": ""
  },
  "articles": {
    "title": "מאמרים אקדמיים",
    "afya": {
      "title": "עפיה: חקר הזהות התרבותית התימנית דרך אמנות עכשווית",
      "summary": "מאמר זה בוחן את נקודת המפגש בין המורשת התרבותית התימנית המסורתית לבין ביטוי אמנותי עכשווי. באמצעות ניתוח מקיף של מוטיבים חזותיים, ייצוגים סמליים ונרטיבים תרבותיים, המחקר חוקר כיצד הזהות התימנית נשמרת, משתנה ומדומיינת מחדש בהקשרים אמנותיים מודרניים. המחקר בוחן את תפקיד האמנות בשמירה על רצף תרבותי תוך התאמה לרגישויות אסתטיות עכשוויות ולמציאות חברתית משתנה."
    },
    "palestinianArt": {
      "title": "אמנות פלסטינית עכשווית: התנגדות תרבותית ועיצוב זהות",
      "summary": "ניתוח אקדמי מעמיק של תנועות אמנותיות פלסטיניות ומשמעותן התרבותית העמוקה בהקשר של זהות לאומית והתנגדות. מחקר זה בוחן כיצד אמנים פלסטינים משתמשים בשפה חזותית כדי לבטא זיכרון קולקטיבי, תודעה פוליטית וחוסן תרבותי. המאמר חוקר מדיומים ומתודולוגיות אמנותיות שונות המופעלות על ידי אמנים פלסטינים כדי לתעד את חוויות החיים שלהם, לאתגר נרטיבים דומיננטיים ולבסס את נוכחותם התרבותית בשיח האמנות העולמי."
    },
    "religiousArt": {
      "title": "אמנות דתית בעידן הפוסט-מודרני: מהדרה לקבלה",
      "summary": "מחקר מקיף זה עוקב אחר התפתחות האמנות הדתית בחברה העכשווית, ובוחן את המעבר שלה מדחיקה לשוליים לקבלה מיינסטרימית בשיח הפוסט-מודרני. המחקר מנתח כיצד נושאים דתיים ותוכן רוחני שולבו מחדש בפרקטיקות אמנותיות עכשוויות, מאתגרים הנחות חילוניות ומרחיבים את גבולות הביטוי האמנותי המקובל. באמצעות בחינה ביקורתית של יצירות ותנועות מפתח, המאמר מדגים כיצד האמנות הדתית החזירה לעצמה את מקומה בשיחות תרבותיות מודרניות תוך התאמה למסגרות אסתטיות ופילוסופיות עכשוויות."
    },
    "yemenitePortrait": {
      "title": "הדיוקן התימני: מסורת, זהות וייצוג באמנות מודרנית",
      "summary": "חקירה אקדמית של מסורות הדיוקן התימני וביטוייהן העכשוויים בפרקטיקה אמנותית מודרנית. מחקר זה חוקר כיצד עקרונות אסתטיים תימניים מסורתיים, מערכות סמליות וערכים תרבותיים מתורגמים לאמנות דיוקן עכשווית. המחקר בוחן את הגישות הטכניות, התמטיות והקונספטואליות המופעלות על ידי אמנים העובדים במסורת זו, ומנתח כיצד הם מאזנים בין אותנטיות תרבותית לבין חדשנות אמנותית מודרנית. המאמר תורם להבנת תפקיד הדיוקן בשימור והעברת הזהות התרבותית התימנית בין הדורות."
    }
  },
  "exhibitions": {
    "title": "תערוכות ואירועים",
    "separationIntegration": "הפרדה ואינטגרציה בין נשמה, דת ואמנות",
    "colorLegend": "אגדת צבע - בבאזל חלמתי חלום - תערוכה שהייתי האוצרת בה",
    "umSubyan": "אום סוביאן - אם כל השדות - תערוכה שהייתי האוצרת בה",
    "lecture": "אני בהרצאה",
    "courtExhibition": "הצגת תערוכת 'יש לי משהו להגיד לכם' בבית משפט השלום בירושלים",
    "reuvenMemorial": "יום העיון השנתי לזכר נגה ראובני - מייסד נאות קדומים",
    "childrenVoices": "יש לי משהו להגיד לכם - ילדים מביעים את אשר ליבם בעקבות מלחמת חרבות ברזל",
    "wallArtConference": "כנס סקר אמנות הקיר בישראל",
    "heartCircles": "מעגלי הלב - חגיגה נשית לשנה החדשה",
    "womenGender": "נשים ומגדר באמנויות בישראל - ימי עיון באוניברסיטת חיפה בהשתתפותי",
    "moshavExhibition": "תערוכת אומנות בהשתתפות יוצרי המושב בהובלתי",
    "noContent": "אין תערוכות זמינות"
  },
  "studentArt": {
    "title": "יצירות תלמידים",
    "artworkUnderGuidance": "יצירת אומנות בהנחייתי",
    "israeliSabra": "צבר ישראלי בתערוכה",
    "unityPainting": "ציור אחדות שצוייר על ידי תלמידים",
    "yemeniteWoman": "ציור אישה תימנייה על ידי תלמידים",
    "idfSoldier": "ציור חייל בצבא ההגנה לישראל",
    "pomegranates": "ציור רימונים שצוייר על ידי תלמידה",
    "studentPainting": "ציור שצוייר על ידי תלמיד",
    "studentsPainting1": "ציור תלמידים 1",
    "studentsPainting2": "ציור תלמידים 2",
    "studentsPainting3": "ציור תלמידים 3",
    "studentInClass": "תלמיד בשיעור",
    "studentCreatingPortrait": "תלמידה בשיעור מייצרת דיוקן תימני",
    "studentsCreatingWoman": "תלמידות בשיעור מייצרות אישה תימנייה",
    "studentsInClass1": "תלמידות בשיעור",
    "myStudentsInClass": "תלמידות שלי בשיעור",
    "studentsInClass2": "תלמידים בשיעור",
    "noContent": "אין יצירות תלמידים זמינות"
  },
  "links": {
    "title": "קישורים חיצוניים",
    "visit": "בקר באתר",
    "categories": {
      "exhibition": "תערוכה",
      "event": "אירוע",
      "article": "כתבה",
      "workshop": "סדנה",
      "lecture": "הרצאה",
      "artwork": "יצירה"
    },
    "link1": {
      "title": "תערוכת \"לפתע\" של האמנית נגה פרישוף",
      "description": "תערוכה שאצרתי המציגה את עבודותיה של האמנית נגה פרישוף, החוקרת נושאים של ספונטניות וביטוי אמנותי."
    },
    "link2": {
      "title": "\"מכחול, צבע, מוזה\" - תערוכת ציורי תלמידים",
      "description": "תערוכה המציגה ציורים של תלמידותיי ותלמידיי מהחוג לציור שאני מובילה, המדגימה את התפתחותם האמנותית ויצירתיותם."
    },
    "link3": {
      "title": "תערוכת אוּם סוּבְיָאן (אם כל השדות)",
      "description": "תערוכה שאצרתי המציגה יצירות של אורית אקטע, אופיר אקטע ורז אקטע, החוקרת נושאים של אמהות ומורשת תרבותית."
    },
    "link4": {
      "title": "שיח מעורר השראה על חיי היומיום של האישה התימנית",
      "description": "שיחה מעוררת השראה שהשתתפתי בה על חיי היומיום של האישה התימנית ועולמן השקוף של המנקות במאה ה-20, עם הציירת אורית אקטע במרכז מורשת יהדות תימן."
    },
    "link5": {
      "title": "האם, הילדים ורוח הקודש - מגזין פורטפוליו",
      "description": "כתבה במגזין פורטפוליו המציגה את אורית, רז ואופיר אקטע בבית האמנים, החוקרת דינמיקה משפחתית ונושאים רוחניים באמנות."
    },
    "link6": {
      "title": "מעצימים קהילה בלוד: החינוך כגשר",
      "description": "כתבה ב-Ynet על עבודתי בהעצמת הקהילה בלוד באמצעות חינוך, המדגישה כיצד החינוך משמש כגשר בין דורות ומדעים."
    },
    "link7": {
      "title": "סדנה להעצמת נשים",
      "description": "תיעוד של סדנה שהעברתי ביום להעצמת נשים, המתמקדת בצמיחה אישית ובניית קהילה."
    },
    "link8": {
      "title": "גמזו חוגגת 75 - יום עיון ואומנות",
      "description": "יום עיון ואומנות שהובלתי לרגל חגיגות 75 שנה לגמזו, הכולל הרצאות, סדנאות ופעילויות אמנותיות."
    },
    "link9": {
      "title": "החוג לתולדות האמנות - אוניברסיטת חיפה",
      "description": "ההרצאה שלי בחוג לתולדות האמנות באוניברסיטת חיפה בנושא \"הדימוי והמציאות: המודל האומנותי החזותי באומנות ישראל\"."
    },
    "link10": {
      "title": "יריד אמנות עם יצירות שלי",
      "description": "יריד אמנות בו נמכרו יצירות מקוריות שלי, המציג את יצירותיי האמנותיות ומחבר עם אספני אמנות."
    },
    "link11": {
      "title": "יצירה של תלמידה",
      "description": "יצירה שנוצרה על ידי אחת מתלמידותיי, המדגימה את שיטות ההוראה וההתפתחות האמנותית שאני מטפחת בשיעוריי."
    }
  },
  "errors": {
    "documentLoadFailed": "לא ניתן לטעון את המסמך. אנא נסה שוב מאוחר יותר.",
    "imageLoadFailed": "לא ניתן לטעון את התמונה",
    "noContent": "אין תוכן זמין"
  },
  "common": {
    "close": "סגור",
    "loading": "טוען...",
    "open": "פתח",
    "retry": "נסה שוב",
    "previous": "הקודם",
    "next": "הבא",
    "download": "הורד"
  }
}
